[DLC07_NotesShip_EdgarLog DisAbstractItem]
m_ItemName="埃德加·维克菲尔德日志条目"
m_PluralItemName=""
m_Description="都乱套了！我刚把局面控制住，就听说莉齐从寒脊监狱逃出来了！怎么做到的？死鳗帮的人都开始倒向我这边，我甚至觉得我们很快就能把那些该死的帽子帮一扫而空。帽子先生上次突袭，偷走了我们的引擎线圈，害我丢尽脸面；我本来打算往他的礼帽里撒尿来报复他。可现在莉齐又自由了？我已经让手下保持高度警戒，并下令杀死所有不是我们自己人的家伙。我开始觉得自己揽下了根本应付不了的麻烦。"

[DLC07_NotesShip_HatterSpy DisAbstractItem]
m_ItemName="帽子帮间谍的笔记"
m_PluralItemName=""
m_Description="帽子先生，\n自从几天前我们突袭死鳗帮以来，那边出现了一些有意思的动静。维克菲尔德似乎一直在清查效忠莉齐的帮派成员，把他们赶走，或用残忍的杀戮拿他们杀鸡儆猴。我看他对这个帮派没多少掌控力，用不了多久局面就会分崩离析。\n另外，我发誓昨晚看见一个女人潜伏在附近的屋顶上监视死鳗帮。她发现我在看她，然后就……消失了。或许你知道该如何理解这件事。\n-奥斯卡\n"

[DLC07_NotesShip_WeeperWarning DisAbstractItem]
m_ItemName="小心恸哭者"
m_PluralItemName=""
m_Description="远离这个区域。我们已经把恸哭者关在里面，让他们无法逃出来，但没人愚蠢到进去结束他们的痛苦。瘟疫最终会杀死他们。在那之前，这里禁止进入。"

